Repository: kevingreen22/ReleaseForm
Catalog: StuckbykevReleaseForm/*.lproj/Localizable.strings
Languages: de, es_mx, fr, ja, ru

source: Search for yourself to auto-fill
de: Suchen Sie nach sich selbst, um automatisch auszufüllen
es_mx: Busque usted mismo para autocompletar
fr: Rechercher vous-même pour remplir automatiquement
ja: 自分を検索して自動入力する
ru: Suchen Sie nach sich selbst, um automatisch auszufüllen

source: Tap the start button to begin a new form
de: Tippen Sie auf die Schaltfläche Start, um ein neues Formular zu erstellen
es_mx: Toque el botón de inicio para comenzar un nuevo formulario
fr: Appuyez sur le bouton de démarrage pour commencer un nouveau formulaire
ja: 開始ボタンをタップして、新しいフォームを開始します
ru: Нажмите кнопку «Пуск», чтобы начать новую форму

source: Long press to show the help tutorial
de: Lang drücken, um das Hilfetutorial anzuzeigen
es_mx: Mantenga presionado para mostrar el tutorial de ayuda
fr: Appuyez longuement pour afficher le didacticiel d'aide
ja: 長押ししてヘルプチュートリアルを表示
ru: Длительное нажатие, чтобы показать справку

source: Enter Name - First and Last
de: Name eingeben - Vorname und Nachname
es_mx: Ingrese nombre - Nombre y apellido
fr: Entrer Nom - Prénom et Nom
ja: 名前を入力-最初と最後
ru: Введите имя - имя и фамилия

source: Signature(s)
de: Unterschrift(en)
es_mx: Firma(s)
ja: 署名
ru: Подпись(ы)

source: All Legal Clauses
de: Alle rechtlichen Bestimmungen
es_mx: Todas las Cláusulas Legales
fr: Toutes les clauses légales
ja: すべての法的条項
ru: Все юридические положения

source: Personal Info
de: Persönliche Informationen
es_mx: Información Personal
fr: Informations Personnelles
ja: 個人情報
ru: Личная информация

source: Shop Info
de: Shop-Informationen
es_mx: Información de la Tienda
fr: Informations Boutique
ja: ショップ情報
ru: Информация о магазине

source: Photograph ID(s)
de: Lichtbildausweis(e)
es_mx: ID(s) de Fotografía
fr: Photo d'Identité(s)
ja: 写真のID
ru: ID фотографии

source: - Studio name, address, phone number, website, and email.
de: - Studio name, adresse, telefonnummer, webseite, und email.
es_mx: - Studio Nombre, dirección, número de teléfono, sitio web, y correo electrónico.
fr: - Nom du studio, adresse, numéro de téléphone, site Web et courrier électronique.
ja: - スタジオ名, 住所, 電話番号, ウェブサイト, そして Eメール.
ru: - название студии, адрес, номер телефона, Веб-сайт, а также электронное письмо.

source: Accept
de: Akzeptieren
es_mx: Aceptar
fr: Accepter
ja: 受け入れます
ru: принимать

source: access token url not defined
de: access token url nicht definiert
es_mx: URL de token de acceso no definida
fr: accès url jeton non défini
ja: アクセストークンURLが定義されていません
ru: URL-адрес маркера доступа не определен

source: Add
de: Addieren
es_mx: Añadir
ja: 追加
ru: Добавить

source: Add Artist Name
de: Künstlername hinzufügen
es_mx: Añadir Nombre Del Artista
fr: Ajouter Un Nom D'Artiste
ja: アーティスト名を追加
ru: Добавить имя исполнителя

source: Address:
de: Anschrift:
es_mx: Dirección:
fr: Adresse:
ja: 住所:
ru: Адрес:

source: Age
de: Das Alter
es_mx: Edad
fr: Âge
ja: 年齢
ru: Возраст

source: Age:
de: Lebensdauer:
es_mx: Edad:
fr: Âge:
ja: 年齢:
ru: Возраст:

source: Align your ID with the iPad camera at the top and take a photo of your ID.
de: Richten Sie Ihre ID mit der iPad-Kamera an der Oberseite aus und nehmen Sie ein Foto von Ihrer ID.
es_mx: Alinear su identificación con la cámara del iPad en la parte superior y tomar una foto de su identificación.
fr: Alignez votre ID avec l'appareil photo iPad en haut et prenez une photo de votre identifiant.
ja: あなたのIDをiPadのカメラの上部に合わせ、あなたのIDの写真を撮る.
ru: Совместите свой ID с iPad-камерой наверху и сфотографируйте свой идентификатор.

source: All information in a "required" section must be complete before the app can be used: (missingInfo())
de: Alle Informationen in einem "erforderlichen" Abschnitt müssen vollständig sein, bevor die App verwendet werden kann: (missingInfo())
es_mx: Toda la información en una "required" sección debe ser completa antes de la aplicación se puede utilizar: (missingInfo())
fr: Toutes les informations d'une "required" section doit être terminée avant l'application peut être utilisée: (missingInfo())
ja: アプリを使用するには、"必要"なセクションのすべての情報が完全でなければなりません: (missingInfo())
ru: Вся информация в "требуемом" разделе должна быть заполнена до того, как приложение может быть использовано: (missingInfo())

source: Allergic To Latex
de: Latexallergie
es_mx: Es Alérgico Al Látex
fr: Allergique Au Latex
ja: ラテックスにアレルギー
ru: Аллергический латекс

source: Anemic (thin blood)
de: Anämisches (dünnes Blut)
es_mx: Anémico (sangre fina)
fr: Anémique (sang mince)
ja: 貧血（薄い血液）
ru: Анемическая (тонкая кровь)

source: App Reset
de: App Zurücksetzen
es_mx: Restablecimiento De La Aplicación
fr: Réinitialiser App
ja: アプリのリセット
ru: Сброс приложения

source: Are You Sure?
de: Bist Du Sicher?
es_mx: Estás seguro?
fr: Es-tu sûr?
ja: あなたは確かですか？
ru: Ты уверен?

source: Are you sure you want to cancel this form?
de: Sind Sie sicher, dass Sie dieses Formular abbrechen möchten?
es_mx: Seguro que desea cancelar este formulario?
fr: Êtes-vous sûr de vouloir annuler ce formulaire?
ja: このフォームをキャンセルしてもよろしいですか？
ru: Вы действительно хотите отменить эту форму?

source: Are you sure you want to completely restore the app settings to default? This will delete all app information. This will NOT delete any information stored in the cloud.
de: Sind Sie sicher, dass Sie vollständig die App-Einstellungen wiederherstellen auf Standard? Dadurch werden alle App-Informationen gelöscht. Dadurch werden keine in der Cloud gespeicherten Informationen gelöscht.
es_mx: Estás seguro de que quieres restaurar por completo la configuración de la aplicación? Esto eliminará toda la información de la aplicación. Esto NO eliminará ninguna información almacenada en la nube.
fr: Êtes-vous sûr de vouloir complètement restaurer les paramètres de l'application par défaut? Ceci supprimera toutes les informations de l'application. Cela NE supprimera PAS les informations stockées dans le cloud.
ja: アプリの設定をデフォルトに完全に復元してもよろしいですか？ これは、すべてのアプリ情報を削除します。 これにより、クラウドに格納されている情報は削除されません。
ru: Вы действительно хотите полностью восстановить настройки приложения по умолчанию? Это приведет к удалению всей информации о приложении. Это НЕ удалит информацию, хранящуюся в облаке.

source: Are you sure you want to reset to defult?
de: Sind Sie sicher, dass Sie auf den Standard zurücksetzen möchten?
es_mx: Está seguro de que desea restablecer a los valores predeterminados?
fr: Êtes-vous sûr de vouloir réinitialiser à la valeur par défaut?
ja: デフォルトにリセットしてもよろしいですか？
ru: Вы уверены, что хотите сбросить по умолчанию?

source: Arm
es_mx: Brazo
fr: Bras
ja: アーム
ru: Рука

source: Artist Array
de: Künstlerliste
es_mx: Arreglo del artista
fr: Array D'Artiste
ja: アーティスト配列
ru: Массив исполнителя

source: Artist Passcode Set
de: Künstler Passwort Set
es_mx: Conjunto De Código De Acceso Del Artista
fr: Set Artiste Passcode
ja: アーティストパスコードセット
ru: художник набор пароля

source: Artist Name
de: Name Des Künstlername
es_mx: Nombre Del Artista
fr: Nom d'Artiste
ja: アーティスト名
ru: имя исполнителя

source: Artist's Name:
de: Name Des Künstlers:
es_mx: Nombre Del Artista:
fr: Nom De L'Artiste:
ja: アーティスト名:
ru: имя исполнителя:

source: Auto-Fill
es_mx: Relleno Automático
ja: オートフィル
ru: Автозаполнения

source: Auto-Fill Initials
de: Auto-Fill Initialen
es_mx: Auto-Fill Iniciales
fr: Auto-Fill Initiales
ja: オートフィル イニシャル
ru: Автозаполнение Инициалы

source: Back
de: Zurück
es_mx: Volver
fr: Retourner
ja: 後ろに
ru: назад

source: Been here before? Search for yourself to auto-fill your info.
de: Sie waren bereits hier vor? Suche nach sich selbst Auto-füllen Sie Ihre Informationen.
es_mx: Ha estado aquí antes? Busque usted mismo para rellenar automáticamente su información.
fr: Vous avez déjà été ici? Recherchez vous-même pour remplir automatiquement vos informations.
ja: 前にここに行った事がある方は、 あなたの情報を自動入力するために自分自身を検索します。
ru: Был здесь раньше? Поиск себя, чтобы автозаполнения вашей информации.

source: Birth Date
de: Geburtsdatum
es_mx: Fecha De Nacimiento
fr: Date De Naissance
ja: 生年月日
ru: Дата рождения

source: Birthdate
de: Geburtsdatum
es_mx: Fecha De Nacimiento
fr: Date De Naissance
ja: 生年月日
ru: Дата рождения

source: Birthdate:
de: Geburtsdatum:
es_mx: Fecha De Nacimiento:
fr: Date De Naissance:
ja: 生年月日:
ru: Дата рождения:

source: Blood Thinners
de: Blutverdünner
es_mx: Anticoagulantes
fr: Anticoagulants
ja: 血液希釈剤
ru: Разбавители крови

source: Both
de: Beide
es_mx: Ambos
fr: Tous deux
ja: 双方
ru: оба

source: By my signature below, I certify under Penalty Of Perjury that the information provided is true and correct, and that I am at least 18 years of age or older; (or have a parent present with ID’s). I further understand that, if I give false information or produce false documents stating my name and age to be other that what is correct, I am liable for prosecution.
de: Durch meine Unterschrift unten bescheinige ich unter Penalty Of Perjury, dass die Informationen wahr und richtig sind und dass ich mindestens 18 Jahre alt oder älter bin; (Oder haben einen Elternteil anwesend mit IDs). Ich verstehe weiter, dass, wenn ich falsche Angaben mache oder falsche Dokumente stelle, die meinen Namen und das Alter angeben, um anders zu sein, was richtig ist, bin ich für die Strafverfolgung haftbar.
es_mx: Al firmar a continuación, certifico bajo pena de perjurio que la información proporcionada es verdadera y correcta, y que estoy por lo menos 18 años de edad o más; (O tener un padre presente con ID's). Entiendo además que, si doy información falsa o doy falsos documentos que indiquen mi nombre y edad para que sean otros que lo que es correcto, soy responsable de enjuiciamiento.
fr: Par ma signature ci-dessous, je certifie sous Pénalité du parjure que l'information fournie est vraie et correcte et que j'ai au moins 18 ans ou plus; (Ou avoir un parent présent avec une ID). Je comprends davantage que, si je donne de fausses informations ou produit de faux documents indiquant mon nom et mon âge pour être autre que ce qui est correct, je suis responsable des poursuites.
ja: 下記の私の署名により、私は、提供された情報が真実で正しいこと、および私が少なくとも18歳以上であることを証明します。 （または、親がIDを持っている）。 私はさらに、私が虚偽の情報を提供したり、私の名前と年齢が正しいことを示す偽の文書を作成した場合、私は起訴の責任を負います。
ru: Согласно моей подписи ниже, я подтверждаю, что в соответствии со статьей «Наказание за чье-то нарушение» представленная информация верна и правильна и что мне не менее 18 лет или старше; (или иметь родителя с идентификаторами). Я также понимаю, что если я даю ложную информацию или создаю ложные документы с указанием моего имени и возраста, чтобы быть другим, то, что правильно, я несу ответственность за судебное преследование.

source: By selecting accept, you acknowlege all information provided is true and correct
de: Wenn Sie Akzeptieren wählen, bestätigen Sie, dass alle bereitgestellten Informationen korrekt sind
es_mx: Al seleccionar aceptar, usted reconoce que toda la información proporcionada es verdadera y correcta
fr: En sélectionnant accepter, vous reconnaissez que toutes les informations fournies sont vraies et correctes
ja: 承諾を選択することにより、お客様は、提供されたすべての情報が真実であり、
ru: Выбрав accept, вы подтверждаете, что вся предоставленная информация верна и правильна.

source: Cancel
de: Abbrechen
es_mx: Cancelar
fr: Annuler
ja: キャンセル
ru: Отмена

source: Cancel Form
de: Formular Abbrechen
es_mx: Cancelar Formulario
fr: Annuler Formulaire
ja: フォームをキャンセルする
ru: Отменить форму

source: Cannot open AppStore
de: AppStore kann nicht geöffnet werden
es_mx: No se puede abrir AppStore
fr: Impossible d'ouvrir AppStore
ja: AppStoreを開くことができません
ru: Не удается открыть AppStore

source: Center
es_mx: Centrar
fr: Centre
ja: センター
ru: Центр

source: Change
de: Änderung
es_mx: Cambio
fr: Changement
ja: 変化する
ru: Изменение

source: City
de: Stadt
es_mx: Ciudad
fr: Ville
ja: シティ
ru: город

source: City:
de: Stadt:
es_mx: Ciudad:
fr: Ville:
ja: シティ:
ru: город:

source: Clear Signature
de: Klare Unterschrift
es_mx: Firma Clara
fr: Signature Claire
ja: 署名をクリアする
ru: Очистить подпись

source: Clound Service
de: Cloud-Dienst
es_mx: Servicio de la nube
fr: Service Cloud
ja: クラウドサービス
ru: Облачный сервис

source: Confirm Restore App Settings
de: Wiederherstellung bestätigen App-Einstellungen
es_mx: Confirmar configuración de la aplicación de restauración
fr: Confirmer Les Paramètres De L'Application De Restauration
ja: アプリケーション設定の復元を確認する
ru: Подтверждение восстановления настроек приложения

source: Confirmation
de: Bestätigung
es_mx: Confirmación
ja: 確認
ru: подтверждение

source: Continue
de: Fortsetzen
es_mx: Continuar
fr: Continuer
ja: 持続する
ru: Продолжать

source: Could not get Access Token
de: Konnte kein Access Token bekommen
es_mx: No se pudo obtener el token de acceso
fr: Impossible D'Obtenir Jeton D'Accès
ja: アクセストークンを取得できませんでした
ru: Не удалось получить токен доступа

source: Del
ja: 削除
ru: Удалить

source: Description
de: Beschreibung
es_mx: Descripción
ja: 説明
ru: Описание

source: Description Of Tattoo
de: Beschreibung der Tätowierung
es_mx: Descripción Del Tatuaje
fr: Description Du Tatouage
ja: タトゥーの説明
ru: Описание татуировки

source: Diabetes
fr: Diabète
ja: 糖尿病
ru: Диабет

source: Do you have Mitral valve Prolapse or any other heart condition that requres antibiotics before dental work or other medical procedures?
de: Haben Sie Mitralklappenprolaps oder irgendeine andere Herzerkrankung, die Antibiotika vor Zahnarztpraxis oder anderen medizinischen Verfahren benötigt?
es_mx: Tiene Prolapso de Mitral Válvula o cualquier otra afección cardíaca que requiera antibióticos antes del trabajo dental u otros procedimientos médicos?
fr: Avez-vous Prolapse Valve Mitral ou tout autre état cardiaque qui nécessite des antibiotiques avant travail dentaire ou d'autres procédures médicales?
ja: Mitral valve Prolapseや歯科手術やその他の医療処置の前に抗生物質を必要とするその他の心臓病はありますか？
ru: У вас есть Mitral клапан Prolapse или любое другое сердечное заболевание, которое требует антибиотиков перед стоматологической работой или другими медицинскими процедурами?

source: Done
de: Erledigt
es_mx: Terminado
fr: Fini
ja: 完了
ru: сделано

source: E-Mail
ja: Eメール
ru: е-мейл

source: E-mail Address:
de: E-mail Anschrift:
es_mx: Dirección De Correo Electrónico:
fr: Adresse E-mail:
ja: 電子メールアドレス:
ru: Адрес электронной почты:

source: Eczema/Psoriasis
de: Ekzem/Psoriasis
fr: Eczéma/Psoriasis
ja: 湿疹/乾癬
ru: Экзема/Псориаз

source: Enter Artist Name
de: Geben Sie Den Künstlernamen Ein
es_mx: Introduzca El Nombre Del Artista
fr: Entrez Le Nom Artiste
ja: アーティスト名を入力
ru: Введите имя исполнителя

source: Enter City
de: Geben Sie Stadt
es_mx: Entrar En La ciudad
fr: Entrez La Ville
ja: 都市を入力
ru: Введите город

source: Enter Email
de: Eingeben Email
es_mx: Ingrese correo electrónico
fr: Entrez Un Courrier Électronique
ja: メールアドレスを入力して
ru: Введите e-mail

source: Enter Email Address
de: E-Mail Adresse Eingeben
es_mx: Introducir La Dirección De Correo Electrónico
fr: Entrer L'Adresse Email
ja: メールアドレスを入力してください
ru: Введите адрес электронной почты

source: Enter First and Last
de: Geben Sie Vor Und Nachname Ein
es_mx: Introducir primero y último
fr: Entrez Le premier Et Le Dernier
ja: 姓と名を入力してください
ru: Введите первый и последний

source: Enter Phone Number
de: Telefonnummer Eingeben
es_mx: Ingresa Número Telefónico
fr: Entrez Le Numéro Se Téléphone
ja: 電話番号を入力
ru: Введите номер телефона

source: Enter Street Address
de: Geben Sie Die Straßenadresse Ein
es_mx: Introduzca la dirección de la calle
fr: Entrez Votre Adresse Rue
ja: 住所を入力してください
ru: Введите адрес улицы

source: Epilepsy
de: Epilepsie
es_mx: Epilepsia
fr: Épilepsie
ja: てんかん
ru: эпилепсия

source: Fainting
de: Ohnmächtig Werden
es_mx: Desmayo
fr: Évanouissement
ja: 失神
ru: обморок

source: Female
de: Weiblich
es_mx: Hembra
fr: Femelle
ja: 女性
ru: женщина

source: Finish & Upload
de: Vertig & Hochladen
es_mx: Finalizar Y Subir
fr: Terminer & Télécharger
ja: フィニッシュ＆アップロード
ru: Конец & Загрузить

source: First Name
de: Vorname
es_mx: Primer Nombre
fr: Prénom
ja: ファーストネーム
ru: Имя

source: Foot
de: Fuß
es_mx: Pie
fr: Pied
ja: 足
ru: Фут

source: Gender
de: Geschlecht
es_mx: Género
fr: Le Sexe
ja: 性別
ru: Пол

source: Gender:
de: Geschlecht:
es_mx: Género:
fr: Le Sexe:
ja: 性別:
ru: Пол:

source: Hand
es_mx: Mano
fr: Main
ja: ハンド
ru: Рука

source: Eaten in last 4 hours?
de: Haben sie in den letzten 4 Stunden gegessen?
es_mx: Has comido en las últimas 4 horas?
fr: Avez-vous mangé au cours des 4 dernières heures?
ja: あなたは過去4時間以内に食べましたか？
ru: Вы ели за последние 4 часа?

source: Head/Face
de: Kopf/Gesicht
es_mx: Cabeza/Rostro
fr: Tête/Visage
ja: ヘッド/顔
ru: голова/Лицо

source: Health
de: Gesundheit
es_mx: Salud
fr: Santé
ja: 健康
ru: Здоровье

source: Heart Conditions
de: Herzleiden
es_mx: Problemas Cardiacos
fr: Condition Coeur
ja: 心臓の状態
ru: Состояние сердца

source: Heavy Bleeding
de: Schwere Blutungen
es_mx: Sangrado intenso
fr: Saignements Lourd
ja: 重い出血
ru: Тяжелое кровотечение

source: Hepatitis B/C
fr: Hépatite B/C
ja: B/C型肝炎
ru: гепатит B/C

source: Herpes
fr: Herpès
ja: ヘルペス
ru: Герпес

source: I have truthfully represented to YOUR STUDIO NAME that I am eighteen(18) years of age or older.
de: Ich habe ehrlich zu deinem YOUR STUDIO NAME vertreten, dass ich achtzehn (18) Jahre oder älter bin.
es_mx: He representado sinceramente a YOUR STUDIO NAME que tengo dieciocho (18) años de edad o más.
fr: J'ai sincèrement représenté à YOUR STUDIO NAME que j'ai dix-huit (18) ans ou plus.
ja: 私は真実を YOUR STUDIO NAME に表しました。私は18歳以上です。
ru: Я правдиво представлял YOUR STUDIO NAME что я восемнадцать (18) лет или старше.

source: I acknowledge that it is not reasonably possible for the representatives and employees of YOUR STUDIO NAME to determine whether I might have and allergic reaction to any metals, inks or materials used during the procedure, and I agree to accept the risk that such a reactions is possible.
de: Ich erkenne an, dass es den Vertretern und Mitarbeitern von YOUR STUDIO NAME nicht möglich ist, festzustellen, ob ich eine allergische Reaktion auf Metalle, Tinten oder Materialien haben könnte, die während des Verfahrens verwendet wurden, und ich bin damit einverstanden, das Risiko zu akzeptieren, dass solche Reaktionen vorliegen möglich.
es_mx: Reconozco que no es razonablemente posible que los representantes y empleados de YOUR STUDIO NAME determinen si podría tener una reacción alérgica a los metales, las tintas o los materiales utilizados durante el procedimiento y acepto el riesgo de que tales reacciones sean posible.
fr: Je reconnais qu'il n'est pas raisonnablement possible pour les représentants et les employés de YOUR STUDIO NAME de déterminer si je pourrais avoir une réaction allergique à des métaux, des encres ou des matériaux utilisés pendant la procédure, et j'accepte d'accepter le risque qu'une telle réaction soit possible.
ja: 私は YOUR STUDIO NAME の代理人および従業員が手続き中に使用された金属、インクまたは材料についてアレルギー反応を起こすかどうかを判断することは合理的に不可能であることを認め、そのような反応が起こるリスクを受け入れることに同意します。
ru: Я признаю, что представители и сотрудники YOUR STUDIO NAME не могут определить, могу ли я иметь аллергическую реакцию на любые металлы, чернила или материалы, используемые во время процедуры, и я согласен принять риск того, что такие реакции будут возможное.

source: I acknowledge that I have advised my artist of any conditions that might affect the healing of this Tattoo/Piercing. I do not have any medical or skin conditions such as but not limited to: acne, scarring, eczema, psoriasis, freckles, moles, or sunburn in the area to be Tattooed/Pierced that may interfere with said Tattoo/Piercing. If I have any infection or rash anywhere on my body, I will advise the artist.
de: Ich erkenne an, dass ich meinen Künstler von irgendwelchen Bedingungen beraten habe, die die Heilung dieses tattoos/piercing beeinflussen könnten. Ich habe keine medizinischen oder Hauterkrankungen wie, aber nicht beschränkt auf: Akne, Narbenbildung, Ekzeme, Psoriasis, Sommersprossen, Maulwürfe oder Sonnenbrand in der Gegend zu tattoo/piercing, die das tattoo/piercing beeinträchtigen können. Wenn ich irgendeine Infektion oder Hautausschlag irgendwo auf meinem Körper habe, werde ich den Künstler beraten.
es_mx: Reconozco que he aconsejado a mi artista de cualquier condición que pudiera afectar la curación de este tatuaje/perforación. No tengo ninguna condición médica o de la piel tal como pero no limitado a: acné, cicatrices, eczema, psoriasis, pecas, lunares o quemaduras solares en el área a ser tatuado/perforado que puede interferir con dicho tatuaje/perforación. Si tengo alguna infección o erupción en cualquier parte de mi cuerpo, aconsejaré al artista.
fr: Je reconnais que j'ai conseillé à mon artiste de toutes les conditions susceptibles d'affecter la guérison de ce tatouage/perçant. Je n'ai pas de problèmes médicaux ou cutanés tels que: l'acné, les cicatrices, l'eczéma, le psoriasis, les taches de rousseur, les taupes ou les coups de soleil dans la zone à tatouage/perçant qui peut interférer avec ledit tatouage/perçant. Si j'ai une infection ou une éruption cutanée partout sur mon corps, je conseillerai à l'artiste.
ja: 私は私が私の芸術家にこのタトゥー/ピアスの治癒に影響を及ぼす可能性のあるいかなる状態についてもアドバイスしたことを認めます。 私はタトゥー/ピアスを妨げる可能性のあるタトゥー/ピアスされる領域には、にきび、瘢痕、湿疹、乾癬、そばかす、げっ歯類、日焼けなどの医療や皮膚の病気はありません。 私の体のどこに感染や発疹がある場合は、私はそのアーティストに助言します。
ru: Я признаю, что я посоветовал моему художнику какие-либо условия, которые могут повлиять на исцеление этой татуировки / пирсинга. У меня нет каких-либо медицинских или кожных заболеваний, таких как: акне, рубцевание, экзема, псориаз, веснушки, кроты или солнечные ожоги в области, которая должна быть татуированной / пирсинг, которая может помешать упомянутой татуировке / пирсингу. Если у меня есть какая-либо инфекция или сыпь на моем теле, я советую художнику.

source: I am NOT pregnant or nursing.
de: Ich bin nicht schwanger sind oder stillen.
es_mx: No estoy embarazada o amamantando.
fr: Je ne suis pas enceinte ou en soins infirmiers.
ja: 私は妊娠していないか、看護していません。
ru: Я НЕ беременна или не кормит грудью.

source: I am NOT under the influence of alcohol or drugs.
de: Ich bin nicht unter dem Einfluss von Alkohol oder Drogen.
es_mx: No estoy bajo la influencia del alcohol o las drogas.
fr: Je ne suis PAS sous l'influence de l'alcool ou des drogues.
ja: 私はアルコールや薬物の影響下にないです。
ru: Я НЕ под воздействием алкоголя или наркотиков.

source: I acknowledge that infection is always possible when obtaining a Tattoo/Piercing, particularly in the event that I do not take proper care of my Tattoo/Piercing. I have received aftercare instructions and I agree to follow them while my Tattoo/Piercing is healing.
de: Ich erkenne an, dass eine Infektion immer möglich ist, wenn man ein tattoo/piercing erhält, besonders im Falle, dass ich mich nicht richtig um mein Tattoo/Piercing kümmere. Ich habe Nachsorge-Anweisungen erhalten und ich stimme ihnen zu, während mein tattoo/piercing heilt.
es_mx: Reconozco que la infección es siempre posible al obtener un tatuaje/perforación, particularmente en el caso de que no tomo el cuidado apropiado de mi tatuaje/perforación. He recibido instrucciones posteriores y estoy de acuerdo en seguirlas mientras mi tatuaje/perforación está sanando.
fr: Je reconnais que l'infection est toujours possible lors de l'obtention d'un tatouage/perçant, surtout si je ne prends pas soin de mon tatouage/perçant. J'ai reçu des instructions de suivi et j'accepte de les suivre pendant que mon tatouage/perçant se guérit.
ja: タトゥー/ピアスを手に入れたとき、特にタトゥー/ピアスを適切にしていない場合に、感染が常に可能であることは認めています。 私はアフターケアの指示を受けていると私は入れ墨/ピアスが癒している間にそれらに従うことに同意します。
ru: Я признаю, что инфекция всегда возможна при получении татуировки / пирсинга, особенно в том случае, если я не занимаюсь должным вниманием к татуировке / пирсингу. Я получил инструкции после ухода, и я соглашаюсь следовать им, пока мой Татуировка / Пирсинг исцеляет.v
