Repository: kevingreen22/ReleaseForm
Catalog: StuckbykevReleaseForm/*.lproj/Localizable.strings
Languages: de, es_mx, fr, ja, ru

source: I acknowledge that a Tattoo/Piercing is a permanent chance to my appearance. To my knowledge, I do NOT have physical, mental or medical impairment or disability which might affect my well being as a direct or indirect result of my decision to have a Tattoo/Piercing.
de: Ich erkenne an, dass ein tattoo/piercing eine dauerhafte Chance für mein Aussehen ist. Meines Wissens habe ich keine körperliche, geistige oder medizinische Beeinträchtigung oder Behinderung, die mein Wohlbefinden als direktes oder indirektes Ergebnis meiner Entscheidung beeinflussen könnte, ein tattoo/piercing zu haben.
es_mx: Reconozco que un tatuaje/perforación es una oportunidad permanente a mi apariencia. A mi conocimiento, NO tengo impedimentos físicos, mentales o médicos que puedan afectar mi bienestar como resultado directo o indirecto de mi decisión de tener una tatuaje/perforación.
fr: Je reconnais qu'un tatouage/perçant est une chance permanente pour mon apparence. À ma connaissance, je n'ai pas de déficience physique ou mentale ou médicale qui pourrait affecter mon bien-être en tant que résultat direct ou indirect de ma décision d'avoir un tatouage/perçant.
ja: 私はタトゥー/ピアスは私の出現の永久的なチャンスであることを認めます。 私の知る限りでは、身体的、精神的、または医学的な障害または身体障害が、私の幸福に影響するかもしれないが、私がタトゥー/ピアスを持つことを決定した直接的または間接的な結果ではない。
ru: Я признаю, что татуировка / пирсинг - это постоянный шанс на мою внешность. Насколько мне известно, у меня нет физического, умственного или медицинского ухудшения или инвалидности, которое может повлиять на мое самочувствие как на прямой или косвенный результат моего решения о татуировке / пирсинге.

source: I acknowledge the decision for obtaining my Tattoo/Piercing is my own free will and choice. I consent to the location of the Tattoo/Piercing and performance of the Tattoo/Piercing procedure.
de: Ich erkenne die Entscheidung für den Erhalt meiner tattoo/piercing ist mein eigener freier Wille und Wahl. Ich stimme dem Ort des tattoo/piercing und Leistung des tattoo/piercing Verfahren.
es_mx: Reconozco la decisión para obtener mi tatuaje/perforación es mi propia voluntad libre y la opción. Consiento la localización del tatuaje/perforación y el funcionamiento del procedimiento del tatuaje/perforación.
fr: Je reconnais que la décision d'obtenir mon tatouage/perçant est mon propre libre arbitre et mon choix. Je consens à l'emplacement du tatouage/Piercing et de la performance de la procédure Tattoo/perçant.
ja: 私は自分のタトゥー/ピアスを得るための決定が私自身の自由意志と選択であることを認めます。 私はタトゥー/ピアスの場所と刺青/ピアスの手順の実行に同意します。
ru: Я признаю, что решение о получении моей татуировки / пирсинга - это моя собственная свободная воля и выбор. Я соглашаюсь на расположение татуировки / пирсинга и выполнение процедуры татуировки / пирсинга.

source: I acknowledge and agree to following any and all instructions given to me regarding the maintenance of a sanitary environment while I am being Tattooed/Pierced.
de: Ich erkenne und bin damit einverstanden, irgendwelche Anweisungen zu übernehmen, die mir in Bezug auf die Aufrechterhaltung einer sanitären Umgebung gegeben wurden, während ich tätowiert/piercing bin.
es_mx: Reconozco y acepto seguir todas y cada una de las instrucciones dadas a mí con respecto a la mantenimiento de un ambiente sanitario mientras estoy Tatuado/Traspasado.
fr: Je reconnais et j'accepte de suivre toutes les instructions qui m'ont été données concernant la maintenance d'un environnement sanitaire pendant que je suis Tatoué/Percé.
ja: 私は入れ墨/穿刺中に衛生環境の維持に関して私に与えられたすべての指示に従うことを認め、同意する。
ru: Я признаю и соглашаюсь следовать всем и всем инструкциям, которые мне даны в отношении поддержания санитарной среды, пока я таскаю / пирсинг.

source: I agree to IMMEDIATELY notify my artist if I feel lightheaded, dizzy, and/or faint before, during or after the procedure. Failure to do so releases YOUR STUDIO NAME and the artists of all responsibility.
de: Ich bin damit einverstanden, meinen Künstler zu benachrichtigen, wenn ich mich vor, während oder nach dem Eingriff benutze, schwindelig und/oder schwach fühle. Das Versäumnis, dies zu tun, veröffentlicht YOUR STUDIO NAME und die Künstler aller Verantwortung.
es_mx: Acepto notificar INMEDIATAMENTE a mi artista si me siento mareado, mareado y/o desmayo antes, durante o después del procedimiento. Si no lo hace, lanzará YOUR STUDIO NAME y los artistas de toda responsabilidad.
fr: J'accepte d'informer IMMÉDIATEMENT mon artiste si je ressens légèreté, étourdi et/ou éteint avant, pendant ou après la procédure. Si vous ne le faites pas, lieu YOUR STUDIO NAME et les artistes de toute responsabilité.
ja: 私は中または処置後、前、めまいめまい、および/またはかすかに感じた場合は、直ちにMyアーティストに通知することに同意します。 そうしないと YOUR STUDIO NAME とすべての責任を持つアーティストが解放されます。
ru: Я соглашаюсь НЕМЕДЛЕННО уведомить моего художника, если я чувствую головокружение, головокружение и / или слабость до, во время или после процедуры. Несоблюдение этого требования выдает YOUR STUDIO NAME и исполнителей всей ответственности.

source: Identification
de: Identifizierung
es_mx: Identificación
ja: 識別
ru: Удостоверение личности

source: If you would like, we can send you a digital copy of your aftercare instructions.
de: Wenn Sie möchten, können wir Ihnen eine Kopie Ihrer Nachsorge-Anleitung schicken.
es_mx: Si desea le podemos enviar una copia digital de sus instrucciones de cuidado posterior.
fr: Si vous le souhaitez, nous pouvons vous envoyer une copie numérique de vos instructions de suivi.
ja: ご希望の場合は、アフターケアの説明書のデジタルコピーをお送りします。
ru: Если вы хотите, мы можем отправить вам цифровую копию ваших инструкций по уходу.

source: Information
es_mx: Información
ja: 情報
ru: Информация

source: Initials
de: Initialen
es_mx: Iniciales
fr: Initiales
ja: イニシャル
ru: Инициалы

source: Is the person getting the procedure over 18?
de: Wird immer die Person, die die Prozedur über 18?
es_mx: Es la persona que recibe el procedimiento de más de 18 años?
fr: Est-ce la personne qui reçoit la procédure plus de 18 ans?
ja: 手続きを受けている18歳以上の人ですか？
ru: Является ли человек, получающий процедуру более 18 лет?

source: Is the person getting a tattoo or piercing?
de: Ist diese Person immer eine tattoo und piercing?
es_mx: Esta persona está haciendo un tatuaje y piercing?
fr: Est-ce que cette personne se fait un tatouage ou un piercing?
ja: あなたは、タトゥーやピアスを取得していますか？
ru: Человек получает татуировку или пирсинг?

source: Last Name
de: Nachname
es_mx: Apellido
fr: Nom De Famille
ja: 苗字
ru: Фамилия

source: Left
de: Links
es_mx: Izquierda
fr: La gauche
ja: 左
ru: Оставил

source: Left/Full
de: Linke/Voll
es_mx: Izquierda/Lleno
fr: Gauche/Plein
ja: 左 / いっぱい
ru: левый/Полный

source: Left/Lower
de: Linke/Untere
es_mx: Izquierda/Bajo
fr: Gauche/Abaisser
ja: 左 / 低い
ru: левый/ниже

source: Left/Upper
de: Linke/Obere
es_mx: Izquierda/De Arriba
fr: Gauche/Plus Haut
ja: 左 / アッパー
ru: левый/верхний

source: Leg
de: Bein
es_mx: Pata
fr: Jambe
ru: Нога

source: Legal
ja: 法定
ru: законный

source: Legal Section
de: Rechtsbereich
es_mx: Legal Sección
fr: Section Juridique
ja: 法務セクション
ru: Юридический раздел

source: Legalese
de: Juristensprache
ja: 法律用語
ru: юридическим языком

source: Legalese Editor
de: Juristensprache Herausgeber
fr: Legalese Éditeur
ja: 法律用語エディタ
ru: юридическим языком редактор

source: Make Changes
de: Änderungen Vornehmen
es_mx: Hacer Cambios
fr: Faire Des Changements
ja: 変更を加える
ru: Вносить изменения

source: Male
de: Männlich
es_mx: Macho
fr: Mâle
ja: 男性
ru: мужчина

source: Master Passcode Set
de: Hauptpasswort Gesetzt
es_mx: Establecer Contraseña Maestra
fr: Ensemble De Mot De Passe Principal
ja: マスターパスコードセット
ru: Мастер Passcode Set

source: Minor/Piercee
de: Moll/Piercee
es_mx: Menor/Piercee
fr: Mineur/Piercee
ja: 未成年者 / ピアスを取得した人
ru: минорит/Piercee

source: Name
es_mx: Nombre
fr: Nom
ja: 名
ru: имя

source: Name:
es_mx: Nombre:
fr: Nom:
ja: 名:
ru: имя:

source: No
de: Nein
fr: Non
ja: いいえ
ru: нет

source: No ID Photo Taken
de: Keine ID Foto Aufgenommen
es_mx: No Se Ha Tomado Foto De Identificación
fr: Non ID Photo Prise
ja: ID写真が撮られていない
ru: Нет ID Фото Взятые

source: Ok
fr: D'Accord
ja: はい
ru: ОК

source: Oops
de: Hoppla
ja: おっとっと
ru: Ой!

source: Optional
de: Fakultativ
es_mx: Opcional
fr: Optionnel
ja: 随意
ru: Необязательный

source: Other
de: Andere
es_mx: Otro
fr: Autre
ja: 他の
ru: Другие

source: Other, Not Listed
de: Andere, Nicht Gelistet
es_mx: Otros, No Listados
fr: Autre, Non Classé
ja: その他、記載されていない
ru: Другие, Нет в списке

source: Other risk factor for blood borne pathogens(HIV, AIDS, any other communicable disease)
de: Anderer Risikofaktor für durch Blut übertragbare Erreger (HIV, AIDS, andere übertragbare Krankheiten)
es_mx: Otro factor de riesgo para patógenos transmitidos por la sangre (VIH, SIDA, cualquier otra enfermedad transmisible)
fr: Autre facteur de risque pour les agents pathogènes transmissibles par le sang (HIV, AIDS, toute autre maladie transmissible)
ja: 血液媒介病原体（HIV、AIDS、その他の伝染性疾患）のその他のリスク要因
ru: Другой фактор риска для переносимых кровью патогенов (ВИЧ, СПИД, любое другое инфекционное заболевание)

source: Parent/Guardian
de: Elternteil/Wächter
es_mx: Parientes
fr: Parent/Tuteur
ja: 親 / 後見
ru: родитель/опекун

source: Phone:
de: Telefon:
es_mx: Teléfono:
fr: Téléphone:
ru: Телефон:

source: Phone Number
de: Telefonnummer
es_mx: Número De Teléfono
fr: Numéro De Téléphone
ja: 電話番号
ru: Номер телефона

source: Piercing
es_mx: Perforación
fr: Perçant
ja: ボディピアス
ru: пронзительный

source: Piercing:
es_mx: Perforación:
fr: Perçant:
ja: ボディピアス:
ru: пронзительный:

source: piercing
es_mx: perforación
fr: perçant
ja: ボディピアス
ru: пронзительный

source: Placement Of Tattoo
de: Platzierung der Tätowierung
es_mx: Colocación Del Tatuaje
fr: Placement De Tatouage
ja: 入れ墨の配置
ru: Размещение татуировки

source: Please check any and all conditions that apply to you as listed below:
de: Bitte überprüfen Sie alle Bedingungen, die für Sie gelten, wie unten aufgeführt:
es_mx: Por favor, compruebe todas y cada una de las condiciones que se aplican a usted como se indica a continuación:
fr: Veuillez vérifier toutes les conditions qui s'appliquent à vous comme indiqué ci-dessous:
ja: 下記にリストされているようにあなたに適用されると、すべての条件をご確認ください:
ru: Проверьте все и все условия, применимые к вам, как указано ниже:

source: Please check the information and edit it if the auto-fill is out of date.
de: Bitte überprüfen Sie die Informationen und bearbeiten Sie sie, wenn die Auto-Füllung nicht mehr aktuell ist.
es_mx: Compruebe la información y edítela si el relleno automático no está actualizado.
fr: S'il vous plaît vérifier les informations et le modifier si le remplissage automatique est obsolète.
ja: 情報を確認すると自動塗りつぶしが古くなっている場合は、それを編集してください。
ru: Пожалуйста, проверьте информацию и отредактируйте ее, если автозаполнение устарело.

source: Please sign with your finger below
de: Bitte melden Sie mit dem Finger unten
es_mx: Por favor firme con el dedo a continuación
fr: S'il vous plaît signer avec votre doigt ci-dessous
ja: あなたの指でサインしてください
ru: Подпишите пальцем ниже

source: Please Try Again
de: Bitte Versuche Es Erneut
es_mx: Inténtalo de nuevo
fr: Veuillez réessayer
ja: もう一度お試しください
ru: Пожалуйста, попробуйте снова

source: Pregnant/Nursing
de: Schwanger/Stillen
es_mx: Embarazada/Enfermería
fr: Grossesse/Soins Infirmiers
ja: 妊娠している / 看護
ru: беременная/грудное вскармливание

source: Preview it
de: Vorschau
es_mx: Vista Previa
ja: プレビュー
ru: Предварительный просмотр

source: Privacy Policy
de: Datenschutzerklärung
es_mx: Política de privacidad
fr: Politique De Confidentialité
ja: 個人情報保護方針
ru: политика конфиденциальности

source: Private
de: Privat
es_mx: Privado
fr: Privé
ja: 民間
ru: Частный

source: Release & Waiver Of All Claims
de: Freigabe & Verzicht Auf Alle Ansprüche
es_mx: Liberación y Renuncia De Todas Las Reclamaciones
fr: Libération Et Renonciation De Toutes Les Réclamations
ja: すべてのクレームのリリース＆放棄
ru: Освобождение и отказ от всех претензий

source: Reset
de: Rücksetzen
es_mx: Reajustar
fr: Réinitialiser
ja: リセット
ru: Сброс

source: Right
de: Rechte Seite
es_mx: Lado derecho
fr: Côté droit
ja: 右側
ru: Правая сторона

source: Right/Full
de: Rechts/Voll
es_mx: Derecha/Lleno
fr: Droite/Plein
ja: 右 / いっぱい
ru: направо/Полный

source: Right/Lower
de: Rechts/Untere
es_mx: Derecha/Bajo
fr: Droite/Abaisser
ja: 右 / 低い
ru: направо/ниже

source: Right/Upper
de: Rechts/Obere
es_mx: Derecha/De arriba
fr: Droite/Plus Haut
ja: 右 / アッパー
ru: направо/верхний

source: Save
de: Speichern
es_mx: Salvar
fr: Sauvegarder
ja: 貯める
ru: спасти

source: Scarring/Keloiding
de: Narbenbildung/Keloiding
es_mx: Cicatrices/Keloiding
fr: Cicatrices/Keloiding
ja: 瘢痕 / ケロイド
ru: рубцевание/келоид

source: Select Body Placement
de: Wählen Placement
es_mx: Seleccione La Colocación Del Cuerpo
fr: Sélectionner Le Placement Du Corps
ja: 体の配置を選択
ru: выбрать размещение тела

source: Select Your Artist
de: Wähle Deinen Künstler
es_mx: Seleccione su Artista
fr: Sélectionnez Votre Artiste
ja: あなたのアーティストを選択
ru: Sвыберите своего исполнителя

source: Select Your Birthdate
de: Wählen Geburtstag
es_mx: Seleccione Au Nacimiento
fr: Sélectionnez Votre Date De Naissance
ja: あなたの生年月日を選択
ru: Выберите дату рождения

source: Select Your Birthday
de: Wählen Geburtstag
es_mx: Seleccione Su Cumpleaños
fr: Sélectionnez Votre Anniversaire
ja: あなたの生年月日を選択
ru: Выберите дату рождения

source: Select Your Piercing Type
de: Wählen Piercing Typen
es_mx: Seleccione El tipo De Perforación
fr: Sélectionnez Votre Type De Piercing
ja: ピアスタイプの選択
ru: Выберите тип пирсинга

source: Select Your State
de: Wählen Staat
es_mx: Seleccione su estado
fr: Sélectionnez Votre État
ja: あなたの状態を選択する
ru: выберите свое состояние

source: Select Your Tattoo Placement
de: Wähle Tattoo Platzierung
es_mx: Seleccione Su Colocación Del Tatuaje
fr: Sélectionnez Votre Placement De Tatouage
ja: あなたのタトゥー配置を選択してください
ru: Выберите место размещения татуировки

source: Send by Email
de: Senden per E-Mail
es_mx: Enviar Por Correo Electrónico
fr: Envoyé Par Email
ja: メールで送る
ru: послать по электронной почте

source: Signature
de: Unterschrift
es_mx: Firma
ja: 署名
ru: Подпись

source: Skin Conditions
de: Hautbedingungen
es_mx: Condiciones De La Piel
fr: Conditions De La Peau
ja: 皮膚の状態
ru: состояние кожи

source: Something went wrong connectiong to your camera. Plese check your settings and try again. (error.localizedDescription)
de: Etwas ging falsch mit der Kamera zu verbinden. Plese überprüfen Sie Ihre Einstellungen und versuchen Sie es erneut. (error.localizedDescription)
es_mx: Algo salió mal la conexión a la cámara. Comprueba la configuración e inténtalo de nuevo. (error.localizedDescription)
fr: Quelque chose s'est mal passé à se connecter à votre appareil photo. Veuillez vérifier vos paramètres puis essayez une nouvelle fois. (error.localizedDescription)
ja: カメラに接続する際に問題が発生しました。 設定を確認してもう一度お試しください. (error.localizedDescription)
ru: Что-то пошло не так подключения к камере. Пожалуйста проверьте свои настройки и попробуйте снова. (error.localizedDescription)

source: Start
de: Starten
es_mx: Empiezo
fr: Commencer
ja: 開始
ru: Начало

source: State:
de: Staat:
es_mx: Estado:
fr: Etat:
ja: 状態:
ru: государство:

source: State
de: Staat
es_mx: Estado
fr: Etat
ja: 状態
ru: государство

source: Street Address
de: Straße Adresse
es_mx: Sirección De La Calle
fr: Adresse de rue
ja: 住所
ru: адрес улицы

source: Studio Address
de: Studio Adresse
es_mx: Studio Dirección
fr: Adresse Du Studio
ja: スタジオアドレス
ru: адрес студии

source: Studio Email
es_mx: Studio Correo Electrónico
fr: Email Du Studio
ja: スタジオ電子メール
ru: адрес электронной почты студии

source: Studio Name
es_mx: Studio Nombre
fr: Nom Du Studio
ja: スタジオ名
ru: название студии

source: Studio Phone Number
de: Studio Telefonnummer
es_mx: Studio Número de teléfono
fr: Numéro De Téléphone Studio
ja: スタジオの電話番号
ru: номер телефона студии

source: Studio Website
de: Studio Webseite
es_mx: Studio Sitio web
fr: Website Du Studio
ja: スタジオウェブサイト
ru: сайт студии

source: T.B.
ja: 結核
ru: туберкулез

source: Take A Photo Of Your ID
de: Nehmen Sie Ein Foto Ihrer ID
es_mx: Tome una foto de su ID
fr: Prenez Une Photo De Votre ID
ja: あなたのIDの写真を撮る
ru: Сфотографируйте Вашего ID

source: Tap To Pick Artist
de: Wähle Künstler
es_mx: Toque para seleccionar artista
fr: Appuyez Pour Sélectionner Artiste
ja: タップしてアーティストを選ぶ
ru: Нажмите, чтобы выбрать исполнителя

source: Tap To Pick Birthdate
de: Wähle Geburtstag
es_mx: Fecha De Nacimiento
fr: Choisissez Date De Naissance
ja: 誕生日を選ぶためにタップする
ru: Нажмите, чтобы выбрать дату рождения

source: Tap To Pick Piercing
de: Wähle Piercing
es_mx: Toque Tara escoger Piercing
fr: Appuyez sSur Pour Choisir Piercing
ja: ピアスを選択するタップ
ru: Нажмите, чтобы выбрать пирсинг

source: Tap To Pick State
de: Wähle Staat
es_mx: Toque Escoger Estado
fr: Appuyez Sur Pour Choisir L'État
ja: Tタップして州を選ぶ
ru: Нажмите, чтобы Встреча государства

source: Tattoo
es_mx: Tatuaje
fr: Tatouage
ja: 入れ墨
ru: тату

source: Tattoo:
es_mx: Tatuaje:
fr: Tatouage:
ja: 入れ墨:
ru: тату:

source: tattoo
es_mx: tatuaje
fr: tatouage
ja: 入れ墨
ru: тату

source: Tattoo Placement:
de: Tattoo Platzierung:
es_mx: La Colocación De Tatuajes:
fr: Placement De Tatouage:
ja: 入れ墨の配置:
ru: TРазмещение татуировки:

source: Thank you for your recent (tatORpierce!) from (studioName!) Here is your requested copy of your aftercare instructions.
de: Vielen Dank für Ihre aktuelle (tatORpierce!) Von (studioName!) Hier ist Ihre gewünschte Kopie Ihrer Nachsorge Anweisungen.
es_mx: Gracias por su reciente (tatORpierce!) de (studioName!) Aquí está su copia solicitada de sus instrucciones de cuidado posterior.
fr: Merci de votre récente (tatORpierce!) de (studioName!) Voici votre copie demandée de vos instructions de suivi.
ja: 最近の（tatORpierce！）の (studioName!) からのありがとうございます。 nあなたのアフターケアの指示書のコピーです。
ru: Спасибо за ваше недавнее (tatORpierce!) из (studioName!) Вот ваша запрошенная копия ваших инструкций по уходу.

source: Thank you for your recent tattoo/piercing from (studioName!) Here is your requested copy of your release form.
de: Vielen Dank für Ihr aktuelles tattoo/piercing von (studioName!) Hier ist Ihre gewünschte Kopie des Formulars.
es_mx: Gracias por su reciente tatuaje / piercing de (studioName!) Aquí está su copia solicitada de su formulario de liberación.
fr: Merci de votre tatouage/piercing récent de (studioName!) Voici la copie de votre demande sous forme de libération.
ja: あなたの最近のタトゥー/ピアスから（studioName！）までお寄せいただきありがとうございます。 nあなたのリリースフォームのコピーが必要です。
ru: Спасибо за недавнюю татуировку / пирсинг от (studioName!) Вот ваша запрошенная копия вашей формы выпуска.

source: Thats it, your all done!
de: Das ist es, Ihr alles getan!
es_mx: Eso es todo, todo está hecho!
fr: C'est tout, tout fait!
ja: それがすべてです。すべて完了
ru: Вот это, все ваши сделали!

source: The app settings have been restored.
de: Die App-Einstellungen wurden wiederhergestellt.
es_mx: Se han restaurado los ajustes de la aplicación.
fr: Les paramètres de l'application ont été restaurés.
ja: アプリの設定が復元されました。
ru: Настройки приложения были восстановлены.

source: The birthdate you entered does not match the birthdate for the name chosen.
de: Das Geburtsdatum von Ihnen eingegebene nicht das Geburtsdatum für den gewählten Namen übereinstimmen.
es_mx: La fecha de nacimiento introducida no coincide con la fecha de nacimiento del nombre elegido.
fr: La date de naissance que vous avez entrée ne correspond pas à la date de naissance pour le nom choisi.
ja: 入力した誕生日は、選択した名前の誕生日と一致しません。
ru: Введенная вами дата рождения не соответствует дате рождения для выбранного имени.

source: The legal clauses have been set to defult.
de: Die gesetzlichen Klauseln wurden auf den Verzug gesetzt.
es_mx: Las cláusulas legales se han restablecido a los valores predeterminados.
fr: Les clauses légales ont été réinitialisées au défaut.
ja: 法的句はデフォルトに設定されています。
ru: Законодательные положения установлены на значение по умолчанию.

source: There was an error.
de: Es gab einen Fehler
es_mx: Hubo un error
fr: Il y avait une erreur
ja: エラーがありました
ru: Там была ошибка.

source: This app is your new digital tattoo/piercing release form. It replaces the paper release form you would normally fill out today. Law requires a new form for each session, but paper is wasteful and not secure. It saves trees, reduces printer ink, eliminates bulky cabinets, encrypts your data, and helps you quickly auto-fill your infomation. Everybody wins! Including the environment!
de: Diese App ist Ihre neue digitale tattoo/piercing Release Formular. Es ersetzt die Papierfreigabe Form, die Sie normalerweise füllen würde heute. Gesetz erfordert eine neue Form für jede Sitzung, aber Papier ist verschwenderisch und nicht sicher. Es spart Bäume, reduziert Druckertinte, eliminiert sperrige Schränke, verschlüsselt Ihre Daten und hilft Ihnen schnell, Ihre Infomation automatisch zu füllen. Jeder gewinnt! Einschließlich der Umwelt!
es_mx: Esta aplicación es su nuevo tatuaje digital/forma de liberación piercing. Sustituye a la forma de liberación de papel que normalmente se complete la actualidad. La ley requiere una nueva forma para cada sesión, pero el papel es derrochador y no seguro. Se ahorra árboles, reduce la tinta de la impresora, elimina armarios voluminosos, cifra sus datos y le ayuda rápidamente auto-llenar su infomación. Todo el mundo gana! Incluyendo el medio ambiente!
fr: Cette application est votre nouvelle forme de libération de tatouage / piercing numérique. Il remplace le formulaire de dégagement du papier que vous auriez normalement remplir aujourd'hui. La loi exige une nouvelle forme pour chaque session, mais le papier est inutile et non sécurisé. Il économise des arbres, réduit l'encre de l'imprimante, élimine les armoires encombrantes, crypte vos données et vous aide à remplir rapidement votre information. Tout le monde gagne! Y compris l'environnement!
ja: このアプリはあなたの新しいデジタルタトゥー/ピアスリリースフォームです。 これは、今日あなたが通常記入する紙のリリースフォームに取って代わるものです。 法律ではセッションごとに新しい書式が必要ですが、紙は無駄で安全ではありません。 木を節約し、プリンタのインクを減らし、かさばるキャビネットを排除し、データを暗号化し、あなたの情報を迅速に自動記入するのに役立ちます。 誰もが勝つ！ 環境も含めて！
ru: Это приложение - это новая форма выпуска цифровых тату / пирсинга. Он заменяет форму выпуска бумаги, которую вы обычно заполняете сегодня. Закон требует новой формы для каждой сессии, но бумага является расточительной и небезопасной. Он экономит деревья, уменьшает количество чернил принтера, устраняет громоздкие шкафы, шифрует ваши данные и помогает быстро автоматизировать заполнение вашей информации. Все побеждают! Включая окружающую среду!

source: This will also reset the app passcodes and delete any clients in the queue.
de: Dies wird auch die App-Passwörter zurückgesetzt und alle Clients in der Warteschlange löschen.
es_mx: Esto también restablecerá las contraseñas de la aplicación y eliminará cualquier cliente de la cola.
fr: Cela réinitialisera également les codes de passe de l'application et éliminera tous les clients dans la file d'attente.
ja: これにより、アプリのパスコードがリセットされ、キュー内のクライアントも削除されます。
ru: Это также приведет к сбросу паролей приложений и удалению всех клиентов в очереди.

source: Today's Date:
de: Heutiges Datum:
es_mx: La Fecha De Hoy:
fr: Date Du Jour:
ja: 今日の日付:
ru: Сегодняшняя дата:

source: Torso/Ribs
de: Rumpf/Rippen
es_mx: Torso/Costillas
fr: Torse/Côtes
ja: 胴体 / 肋
ru: торс/ребра

source: Tuberculosis
de: Tuberkulose
es_mx: Tuberculose
fr: Tuberculose
ja: 結核
ru: туберкулез

source: Type Of Piercing
de: Körper Piercing
es_mx: Tipo De Perforación
fr: Type De Perçant
ja: ピアスの種類
ru: Тип пирсинга

source: Type Of Piercing:
de: Art Von Piercing:
es_mx: Tipo De Perforación:
fr: Type De Perçant:
ja: ピアスの種類:
ru: Тип пирсинга:

source: Under Age
de: Unter Alter
es_mx: Menor De Edad
fr: Sous Âge
ja: 老後
ru: в возрасте
