Repository: kevingreen22/ReleaseForm
Catalog: StuckbykevReleaseForm/*.lproj/Localizable.strings
Languages: de, es_mx, fr, ja, ru

source: We're sorry, you must be 18 or older to get a tattoo.
de: Es tut uns leid, du musst 18 oder älter sein, um eine tattoo zu bekommen.
es_mx: Lo sentimos, debe tener 18 años o más para hacerse un tatuaje.
fr: Nous sommes désolés, vous devez avoir 18 ans ou plus pour obtenir un tatouage.
ja: 申し訳ありませんが、あなたはタトゥーを取得するために、18歳以上でなければなりません。
ru: Мы сожалеем, вам должно быть 18 лет и старше, чтобы получить татуировку.

source: Welcome To Your Digital Release Form!
de: Willkommen Zu Ihrem Digitalen Freigabe-Formular!
es_mx: Bienvenido a su formulario de liberación digital!
fr: Bienvenue Sur Votre Formulaire De Libération Numérique!
ja: あなたのデジタルリリースフォームへようこそ！
ru: Добро пожаловать в форме цифрового релиза!

source: Wrong Birthdate
de: Falscher Geburtstag
es_mx: Fecha De Nacimiento Incorrecta
fr: Mauvais Date De Naissance
ja: 間違った誕生日
ru: Неправильный срок рождения

source: Wrong Format
de: Falsches Format
es_mx: Formato Incorrecto
fr: Format incorrect
ja: 間違った形式
ru: неверный формат

source: Wrong Password
de: Falsches Passwort
es_mx: Contraseña incorrecta
fr: Mauvais mot de passe
ja: 間違ったパスワード
ru: Неправильный пароль

source: Yeah!
fr: Ouais!
ja: ええ!
ru: Да!

source: Yes
de: Ja
es_mx: Si
fr: Oui
ja: はい
ru: да

source: You can double tap either preview below to clear the photo.
de: Sie können doppelt tippen Sie entweder Vorschau unten, um das Foto zu löschen.
es_mx: Puede pulsar dos veces en la vista previa para volver a tomar la foto.
fr: Vous pouvez double-robinet sur l'aperçu ci-dessous pour effacer la photo.
ja: 下のいずれかのプレビューをダブルタップすると、写真を消去できます。
ru: Вы можете дважды нажать на предварительный просмотр внизу, чтобы очистить фотографию.

source: You can double tap the preview below to clear the photo
de: Sie können die Vorschau unten tippen, um das Foto zu löschen
es_mx: Puede pulsar dos veces en la vista previa para volver a tomar la foto.
fr: Vous pouvez double appuyez sur l'aperçu ci-dessous pour effacer la photo
ja: 下のプレビューをダブルタップして写真を消去することができます。
ru: Вы можете дважды коснуться предварительного просмотра, чтобы очистить фотографию

source: You must complete all information before saving your form: (missingInfo())
de: Sie müssen alle Informationen ausfüllen, bevor Sie das Formular speichern: (missingInfo())
fr: Vous devez compléter toutes les informations avant de sauvegarder votre formulaire: (missingInfo())
ja: フォームを保存する前にすべての情報を入力する必要があります: (missingInfo())
ru: Перед сохранением формы вы должны заполнить всю информацию: (missingInfo())

source: You must take a picture of your ID(s) before you can continue.
de: Sie müssen ein Bild von Ihrer ID(s) nehmen, bevor Sie fortfahren können.
es_mx: Debe tomar una foto de su identificación (s) antes de continuar.
fr: Vous devez prendre une photo de votre carte d'identité(s) avant de pouvoir continuer.
ja: 続行する前に、自分のID（複数可）の写真を取る必要があります。
ru: Вы должны сделать снимок вашего ID (ы), прежде чем продолжить.

source: Your Aftercare Instructions
de: Ihre Pflegeanleitungen
es_mx: Tus Instrucciones De Cuidado Posterior
fr: Vos Instructions Postcure
ja: あなたのアフターケアの指示
ru: Ваши инструкции по уходу

source: Your artist will call you when they're ready.
de: Dein Künstler wird dich anrufen, wenn sie bereit sind.
es_mx: Su artista le llamará cuando estén listos.
fr: Votre artiste vous appellera quand ils seront prêts.
ja: 彼らは準備ができたら、あなたのアーティストがあなたを呼び出します。
ru: Ваш художник позвонит вам, когда они будут готовы.

source: Your (studioName!) Release Form
de: Ihr (studioName!) Freigabe Formular
es_mx: Tus (studioName!) Forma de liberación
fr: Votre (studioName!) formulaire de libération
ja: あなたの (studioName!) リリースフォーム
ru: Ваш (studioName!) Форма выпуска

source: Your first and last names must be separated by a space.
de: Ihre Vor und Nachnamen müssen durch ein Leerzeichen getrennt sein.
es_mx: Sus nombres y apellidos deben estar separados por un espacio.
fr: Votre nom et prénom doivent être séparés par un espace.
ja: あなたの姓と名はスペースで区切られていなければなりません。
ru: Ваше имя и фамилия должны быть разделены пробелом.

source: Your invoice has been successfully printed to a PDF file. What do you want to do now?
de: Ihre Rechnung wurde erfolgreich in eine PDF-Datei gedruckt. Was willst du jetzt machen?
es_mx: Su factura ha sido impresa con éxito en un archivo PDF. Qué quieres hacer ahora?
fr: Votre facture a été imprimée avec succès sur un fichier PDF. Que voulez-vous faire maintenant?
ja: 請求書はPDFファイルに正常に印刷されました。 今何がしたい？
ru: Ваш счет успешно напечатан в PDF-файле. Что бы вы хотели делать теперь?

source: Zip:
de: Postleitzahl:
es_mx: Código Postal:
fr: Code Postal:
ja: 郵便番号:
ru: почтовый индекс:

source: Zip Code
de: Postleitzahl
es_mx: Código Postal
fr: Code Postal
ja: 郵便番号
ru: почтовый индекс

source: 1ec-Ce-cxW.title
de: Stornieren
es_mx: Cancelar
fr: Annuler
ja: キャンセル
ru: Отмена

source: 2r4-ql-3JS.text
de: 3. Geben Sie mindestens Folgendes an:
es_mx: 3. Proporcionar al menos lo siguiente:
fr: 3. Fournir au moins les éléments suivants:
ja: 3. 少なくとも以下を提供する:
ru: 3. Предоставьте хотя бы следующее:

source: 2y8-ZA-sLF.title
de: Speichern
es_mx: Salvar
fr: Sauvegarder
ja: Save
ru: спасти

source: 3At-gI-74D.title
de: Warteschlange
ja: キュー
ru: Очередь

source: 4WV-FS-yzS.placeholder
de: Geben Sie Lot #'s
es_mx: Entrar En Lote #'s
fr: Entrez Lot #'s
ja: ロットに入る #'s
ru: Введите лот#'s

source: 4sn-zv-08d.normalTitle
de: Masterpasscode Festlegen
es_mx: Establecer Contraseña Maestra
fr: Définir Le Mot De Passe Principal
ja: マスターパスコードを設定する
ru: Установить основной пароль

source: 5Hd-wF-auk.headerTitle
de: Studio Optionen
es_mx: Opciones De Studio
fr: Options De Studio
ja: スタジオのオプション
ru: Параметры студии

source: 5dn-u3-QKX.text
de: Schalten Sie dies ein, wenn Ihr Staat Personen unter 18 Jahren erlaubt, Tattoos zu bekommen. Aus standardmäßig aus.
es_mx: Activar esta opción si su estado permite que las personas menores de 18 años que se hacen tatuajes. Desactivada por defecto
fr: Activez ce votre état permet aux personnes âgées de moins de 18 ans pour se faire tatouer. Désactivé par défaut
ja: あなたの州で18歳未満の人に入れ墨ができる場合は、これをオンにしてください。 デフォルトでオフ
ru: Включите это, если ваше состояние позволяет людям в возрасте до 18 лет получать татуировки. Выкл. По умолчанию

source: 5zA-t6-gJP.text
de: Dropbox
es_mx: Dropbox
fr: Dropbox
ja: Dropbox
ru: Dropbox

source: 6cu-Hq-cYY.text
de: Dieser Passcode erlaubt den Zugriff auf diese Einstellung und kann auch für den Zugriff auf die Warteschlange verwendet werden. Ideal für Besitzer/Manager.
es_mx: Este código de acceso permite acceder a estos ajustes y también puede utilizarse para acceder a la cola. Ideal para propietarios/Gerentes.
fr: Ce code d'accès permet d'accéder à ces paramètres et peut également être utilisé pour accéder à la file d'attente. Idéal pour les propriétaires/gestionnaires.
ja: このパスコードはこれらの設定へのアクセスを許可し、キューにアクセスするためにも使用できます。 オーナー/マネージャーに最適です。
ru: Этот код доступа позволяет получить доступ к этим параметрам и также может использоваться для доступа к очереди. Идеально подходит для владельцев / менеджеров.

source: 782-Ue-dGk.title
de: Fortsetzen
es_mx: Continue
fr: Continuer
ja: 持続する
ru: Продолжать

source: 7RP-gM-DdE.text
de: Studio Email
es_mx: Correo Electrónico De Studio
fr: Email Du Studio
ja: スタジオ電子メール
ru: адрес электронной почты студии

source: 7j1-QS-RV0.text
de: Release Form benötigt einige grundlegende Informationen, damit die App funktionieren kann. Du kannst jederzeit auch die Dinge wechseln.
es_mx: Release Form necesita información básica para que la aplicación funcione. Siempre se puede cambiar las cosas más adelante también.
fr: Le formulaire de publication nécessite des informations de base pour que l'application fonctionne. Vous pouvez toujours changer les choses plus tard aussi.
ja: リリースフォームには、アプリが機能するための基本情報が必要です。 後でいつでも変更することができます。
ru: Форма выпуска нуждается в некоторой базовой информации, чтобы приложение функционировало. Вы всегда можете изменить вещи позже.

source: 8aJ-P0-Noi.text
de: Vorschau PDF
es_mx: Preestreno PDF
fr: Aperçu PDF
ja: PDFプレビュー
ru: предварительный просмотр PDF

source: 8wc-ea-y0W.text
de: BOX
es_mx: BOX
fr: BOX
ja: BOX
ru: BOX

source: A4D-YQ-4FI.placeholder
de: Geben Sie Studio Telefonnummer
es_mx: Ingrese El Número De tTeléfono Del Studio
fr: Entrez Le Numéro De Téléphone De Studio
ja: スタジオの電話番号を入力
ru: Введите номер телефона студии

source: Bje-iI-aix.placeholder
de: Zusätzliche Hinweise d.h. Nadeln/Tinten
es_mx: Notas adicionales i.e. Agujas/tinta
fr: Notes Supplémentaires, p. Ex. aiguilles/encres
ja: 追加の注記、すなわち針/インク
ru: Дополнительные примечания т.е. игла / чернила

source: Byb-Uo-Y5H.text
de: Passcode festlegen
es_mx: Establecer contraseña
fr: Définir Le Code D'Accès
ja: パスコードを設定する
ru: Установить пароль

source: Cav-eg-avs.placeholder
de: Geben Sie Die Studio-Website Ein
es_mx: Introducirse En Studio Sitio Web
fr: Entrez Le Site Web De Studio
ja: Enter Studio Website
ru: Введите сайт студии

source: DjT-VF-MeW.headerTitle
de: Legalese Herausgeber
es_mx: Legal Editor
fr: Éditeur Législative
ja: 法律用語エディタ
ru: юридический редактор

source: ETa-6z-pMF.text
de: Bewerte Auf iTunes!
es_mx: Tarifa En iTunes!
fr: Tarif sur iTunes!
ja: iTunesで評価する！
ru: ставка по iTunes!

source: EUd-CZ-k1S.normalTitle
de: Künstler hinzufügen/Löschen
es_mx: Agregar/Eliminar Artista
fr: Ajouter/Supprimer L'Artiste
ja: 加算 / アーティストを削除
ru: Добавить/Удалить художник

source: Efv-vb-bZY.title
de: Speichern
es_mx: Salvar
fr: Sauvegarder
ja: セーブ
ru: спасти

source: End-o5-Wji.title
de: Füge Eine Neue Klausel Hinzu
es_mx: Añadir una nueva cláusula
fr: Ajouter Une Nouvelle Clause
ja: 新しい節を追加する
ru: Добавить новый пункт

source: F3Y-Lg-7Fz.headerTitle
de: App-Optionen
es_mx: App Opciones
fr: Options D'Application
ja: アプリのオプション
ru: параметры App

source: FZh-KX-ujF.title
de: App-Standardeinstellungen Wiederherstellen
es_mx: Restaurar La Aplicación
fr: Restaurer Par Défaut De L'Application
ja: アプリのデフォルトを復元する
ru: восстановление приложений по умолчанию

source: GPH-1p-JqE.normalTitle
de: Set Künstler Passwort
es_mx: Establecer Contraseña De Artista
fr: Définir Un Code D'Artiste
ja: アーティストのパスコードを設定する
ru: установить пароль для исполнителя

source: GYj-yO-gkd.text
de: Was ist ein Cloud Service?
es_mx: Qué Es Un Servicio En La Nube?
fr: Qu'est-ce Qu'un Service Cloud?
ja: クラウドサービスとは何ですか？
ru: Что такое облачная служба?

source: GwB-vb-18y.normalTitle
de: Erledigt
es_mx: Terminado
fr: Fini
ja: 完了
ru: сделано

source: I2K-6X-NXZ.text
de: Hintergrundfarbe
es_mx: Color De Fondo
fr: Couleur De Fond
ja: 背景色
ru: фоновый цвет

source: IBm-9b-5TA.placeholder
de: Geben Sie Studio E-Mail
es_mx: Introducirse En Studio Correo Electrónico
fr: Entrez Le Courrier Électronique De Studio
ja: スタジオ電子メールを入力
ru: Введите адрес электронной почты студии

source: IEJ-2x-euj.text
de: Künstlerliste
es_mx: Lista De Artistas
fr: Liste Des Artistes
ja: アーティストリスト
ru: Исполнитель Список

source: IlQ-MP-Zvd.placeholder
de: Geben Sie Studio Name
es_mx: Introducirse en Studio Nombre
fr: Entrez Nom Du Studio
ja: スタジオ名を入力
ru: Введите имя студии

source: Io5-9I-U2c.text
de: Farbe:
es_mx: Colorar:
fr: Couleur:
ja: 色:
ru: цвет:

source: J6b-Iz-ED6.normalTitle
de: rücksetzen
es_mx: reajustar
fr: réinitialiser
ja: リセット
ru: сброс

source: JIu-3n-gFp.placeholder
de: Geben Sie hier Klausel
es_mx: Introducir Cláusula Aquí
fr: Entrez la clause ici
ja: ここに句を入力
ru: Введите условия здесь

source: JmD-Zm-7YP.text
de: Passwort eingeben
es_mx: Introducir Contraseña
fr: Entrez Le Code D'Accès
ja: パスコードを入力
ru: Введите пароль

source: KcD-1d-9Wc.text
de: Erlauben Unter 18 Tattoos
es_mx: Permitir Que Los Tatuajes Menores De 18 Años
fr: Autoriser Moins De 18 Tatouages
ja: 18以下の入れ墨を許可する
ru: Разрешить до 18 татуировок

source: Lnq-Dm-qhd.text
de: Wählen Sie Foto
es_mx: Elegir foto
fr: Choisir Une Photo
ja: 写真を選んでください
ru: Выбрать фото

source: M3b-HV-20W.text
de: Künstler Passwort
es_mx: Contraseña Del Artista
fr: Code D'Artiste
ja: アーティストのパスコード
ru: Исполнитель Passcode

source: MAK-PB-cKB.normalTitle
de: Erledigt
es_mx: Terminado
fr: Fini
ja: 完了
ru: сделано

source: MCj-E2-Ta5.text
de: Studio Logo
es_mx: Studio Logo
fr: Studio Logo
ja: スタジオロゴ
ru: Логотип студии

source: MTe-cZ-ere.text
de: Logo ist NICHT erforderlich, aber es macht die App professioneller aussehen.
es_mx: Logo NO es necesario, pero hace que la aplicación se vea más profesional.
fr: Le logo n'est PAS requis, mais il rend l'application plus professionnelle.
ja: ロゴは必須ではありませんが、それはアプリがよりプロフェッショナルに見えるのです。
ru: Логотип НЕ требуется, но это делает приложение более профессиональным.

source: N4q-9O-4Vg.normalTitle
de: Erledigt
es_mx: Terminado
fr: Fini
ja: 完了
ru: сделано

source: PTl-jZ-WoF.title
de: Künstler
es_mx: Artistas
fr: Artistes
ja: アーティスト
ru: Художники

source: Pzu-wp-v5a.text
de: Ein Cloud-Service ist ein Ort, an dem Sie digitale Informationen von einem Internet verbundenen Gerät an ein Unternehmen senden können, das es auf ihren Servern speichert. Art von wie ein Offsite-Speicher, der jederzeit zugänglich ist.
es_mx: Un servicio en la nube es un lugar donde puede enviar información digital desde un dispositivo conectado a Internet a una empresa que lo almacena en sus servidores. Algo así como un almacenamiento externo que está accesible en cualquier momento.
fr: Un service en nuage est un endroit où vous pouvez envoyer des informations numériques d'un périphérique connecté à Internet à une entreprise qui les stocke sur leurs serveurs. Un peu comme un stockage hors site accessible à tout moment.
ja: クラウドサービスとは、インターネットに接続されたデバイスからデジタル情報をサーバーに保存する企業にデジタル情報を送信できる場所です。 いつでもアクセス可能なオフサイトストレージのようなもの。
ru: Облачный сервис - это место, где вы можете отправлять цифровую информацию с подключенного к Интернету устройства в компанию, которая хранит ее на своих серверах. Это похоже на внешнее хранилище, доступное в любое время.

source: RTQ-RI-SMD.text
de: 4-Stelliges Passwort Eingeben
es_mx: Introduzca An Código De 4 Dígitos
fr: Entrez Le Code à 4 Chiffres
ja: 4桁のパスコードを入力
ru: Введите 4-значный пароль

source: ReU-Y6-Qae.text
de: Datenschutzerklärung
es_mx: Ver política de privacidad
fr: Afficher La Politique De Confidentialité
ja: プライバシーポリシーを表示
ru: Политика конфиденциальности

source: Rh2-kl-x1V.text
de: Bearbeiten Sie Legalese
es_mx: Editar Legal
fr: Modifier Les Légales
ja: 編集法律用語
ru: Редактировать ЮРИДИЧЕСКАЯ

source: RsW-G9-QTc.prompt
de: Alle Studio-Optionen und ein Cloud-Service sind erforderlich.
es_mx: Se requieren todas las opciones de Studio y un servicio en la nube.
fr: Toutes les options de Studio et un service en nuage sont nécessaires.
ja: すべてのスタジオオプションとクラウドサービスが必要です。
ru: Все параметры Studio и облачный сервис необходимы.

source: RsW-G9-QTc.title
de: Einstellungen
es_mx: Settings
fr: Paramètres
ja: 設定
ru: настройки

source: SEs-GG-4sL.headerTitle
de: Cloud Services
es_mx: Servicios en la nube
fr: Services En Nuage
ja: クラウドサービス
ru: Облачные сервисы

source: Tab-tE-uia.text
de: Studio Name
es_mx: Studio Name
fr: Nom De Studio
ja: スタジオ名
ru: Название студии

source: UGd-Li-mCa.text
de: Studio Anschrift
es_mx: Studio Address
fr: Adresse DeStudio
ja: スタジオアドレス
ru: Адрес студии

source: V5o-gu-6Y6.title
de: Standardwerte Wiederherstellen
es_mx: Restaurar Los Valores Predeterminados
fr: Réinitialiser
ja: デフォルトに戻す
ru: Восстановить значения по умолчанию

source: Initial Setup Instructions
de: Anweisungen Zur Ersteinrichtung
es_mx: Instrucciones de instalación inicial
fr: Instructions De Configuration Initiales
ja: 初期セットアップ手順
ru: Инструкции по начальной установке

source: X65-xM-wmk.normalTitle
de: OK
es_mx: OK
fr: D'accord
ja: はい
ru: ОК

source: X7H-NE-cLa.text
de: - Füge mindestens einen Künstler hinzu
es_mx: - Añadir al menos un artista
fr: - Ajouter Au Moins Un Artiste
ja: - 少なくとも1人のアーティストを追加する
ru: - Добавьте хотя бы одного исполнителя

source: XYM-fa-XBS.text
de: App Hintergrundfarbe
es_mx: Aplicación Color De Fondo
fr: Couleur De Fond De L'Application
ja: アプリの背景色
ru: App Цвет фона

source: XYc-Wa-93V.text
de: Sende uns Feedback!
es_mx: Envianos Tus Comentarios!
fr: Envoyez-nous Vos Commentaires!
ja: フィードバックをお送りください
ru: пришлите нам обратную связь!

source: b6x-Q3-2hF.title
de: Klient-Warteschlange
es_mx: Cola De Clientes
fr: File D'Attente Client
ja: クライアントキュー
ru: Очередь клиента

source: bCo-cr-ecf.text
de: Die Standard-Hintergrundfarbe ist weiß.
es_mx: El color de fondo predeterminado es blanco.
fr: La couleur d'arrière-plan par défaut est blanche.
ja: デフォルトの背景色は白です。
ru: Цвет фона по умолчанию - белый.

source: bdG-OP-gNo.headerTitle
de: Datenschutzerklärung
es_mx: Política De Privacidad
fr: Politique De Confidentialité
ja: 個人情報保護方針
ru: политика конфиденциальности

source: c7n-mH-g7k.normalTitle
de: Fortsetzen
fr: Continuer
ja: 持続する
ru: Продолжать

source: cqe-NQ-ebu.normalTitle
de: Zurücksetzen Studio Logo
es_mx: Restablecer Studio Logo
fr: Réinitialiser Le Logo Studio
ja: リセットスタジオロゴ
ru: Rсбросить логотип студии

source: dJe-aD-xu9.text
de: Studio Telefonnummer
es_mx: Studio Número De Teléfono
fr: Numéro De Téléphone Studio
ja: スタジオの電話番号
ru: Номер студийного телефона

source: ddF-jQ-5z4.normalTitle
de: Erledigt
es_mx: Terminado
fr: Fini
ja: 完了
ru: сделано

source: dpw-jD-Fgo.text
de: Die Legalese sind gesetzliche Klauseln, die der Kunde zustimmen muss, um eine tattoo/piercing zu bekommen.
es_mx: El Legalese son cláusulas legales que el cliente debe acordar e inicial con el fin de obtener un tatuaje/piercing.
fr: Les Legalese sont des clauses juridiques que le client doit accepter et initial afin d'obtenir un tatouage/piercing.
ja: 法律上の法律は、クライアントが同意し、刺青を取得するために/刺すようにする必要があります法的条項です。
ru: The Legalese являются юридическими положениями, которые клиент должен согласовать и начать, чтобы получить татуировку / пирсинг.

source: e5h-zw-tbM.text
de: Dieses Passwort erlaubt nur den Zugriff auf die Warteschlange. Ideal für Künstler.
es_mx: Este código de acceso sólo permite el acceso a la cola. Ideal para artistas.
fr: Ce mot de passe permet d'accéder à la file d'attente uniquement. Idéal pour les artistes.
ja: このパスコードは、キューへのアクセスのみを許可します。 アーティストに最適です。
ru: Этот код доступа позволяет получить доступ только к очереди. Идеально подходит для художников.

source: eT2-LM-n3S.title
de: Zurück
es_mx: De regreso
fr: Arrière
ja: 裏面
ru: назад

source: euY-gt-Eh0.normalTitle
de: Stornieren
es_mx: Cancelar
fr: Annuler
ja: キャンセル
ru: Отмена

source: f9u-xF-9EJ.text
de: 2. Geben Sie das Standard-Master-Passwort ein: 1234
es_mx: 2. Introduzca la contraseña maestra predeterminada: 1234
fr: 2. Entrez le mot de passe principal par défaut: 1234
ja: 2. デフォルトのマスターパスコードを入力してください：1234
ru: 2. Введите основной пароль доступа по умолчанию: 1234

source: fwu-OR-sVa.text
de: Hauptkennwort
es_mx: Maestra Predeterminada
fr: Maître Passcode
ja: マスターパスコード
ru: мастер-код доступа

source: gve-C1-5jE.text
de: Wählen Sie aus, wie diese Klausel angezeigt wird
es_mx: Selecciona cómo se muestra esta cláusula
fr: Sélectionnez la manière dont cette clause est affichée
ja: この句の表示方法の選択
ru: Выберите способ отображения этого условия

source: izy-GB-KHW.normalTitle
de: Erledigt
es_mx: Terminado
fr: Fini
ja: 完了
ru: сделано

source: jDP-ou-DEZ.normalTitle
de: Hintergrundfarbe zurücksetzen
es_mx: Restablecer el color de fondo
fr: Réinitialiser Le Fond
ja: 背景色をリセットする
ru: Сбросить цвет фона

source: jPy-m4-d5L.segmentTitles[0]
de: Tattoo
es_mx: Tattoo
fr: tatouage
ja: 入れ墨
ru: тату

source: jPy-m4-d5L.segmentTitles[1]
de: Piercing
es_mx: Piercing
fr: Piercing
ja: 穿刺
ru: пронзительный

source: jPy-m4-d5L.segmentTitles[2]
de: Beide
es_mx: Both
fr: Tous Deux
ja: Both
ru: оба

source: jZ8-ep-GzF.normalTitle
de: Erledigt
es_mx: Terminado
fr: Fini
ja: 完了
ru: сделано

source: l9R-bA-Mh0.title
de: Warteschlange
es_mx: En Cola
fr: Queue
ja: キュー
ru: Очередь

source: lXw-cS-kU1.title
de: Formular Abbrechen
es_mx: Cancelar Formulario
fr: Annuler Formulaire
ja: フォームをキャンセル
ru: Отменить форму

source: nJs-Fd-hgm.text
de: Opazität:
es_mx: Opacidad:
fr: Opacité:
ja: 不透明度:
ru: помутнение:

source: nUz-Vd-G6Q.text
de: 1. Tippen Sie auf das Zahnradsymbol in der oberen linken Ecke.
es_mx: 1. Puntee en el engranaje Configuración en la esquina superior izquierda.
fr: 1. Appuyez sur l'engrenage Paramètres dans le coin supérieur gauche.
ja: 1. 左上の設定ギアをタップします。
ru: 1. Нажмите на значок шестеренки в верхнем левом углу.

source: oQ9-Hs-ZSy.text
de: Studio Webseite
es_mx: Studio Sitio Web
fr: Website Du Studio
ja: スタジオウェブサイト
ru: Сайт студии

source: osm-mW-Oyc.normalTitle
de: Erledigt
es_mx: Terminado
fr: Fini
ja: 完了
ru: сделано

source: p06-dU-iVg.text
de: - Verknüpfe einen Cloud Service (iCloud, Dropbox, BOX)
es_mx: - Vincular Un Servicio en La Nube (Dropbox, BOX)
fr: - Associer un service cloud (iCloud, Dropbox, BOX)
ja: - クラウドサービスをリンクする (iCloud, Dropbox, BOX)
ru: - Связать облачную службу (iCloud, Dropbox, BOX)

source: p4L-h0-NYe.text
de: 4. Tippen Sie "Fertig" zu speichern
es_mx: 4. Toque "Terminado" salvar
fr: 4. Petit Coup "Fini" Pour Sauvegarder
ja: 4. "完了" をタップして保存する
ru: 4. Нажмите "Готово", чтобы сохранить

source: p7u-PO-ttT.placeholder
de: Geben Sie Studio Adresse
es_mx: Introducirse En Studio Dirección
fr: Entrez L'Adresse De Studio
ja: スタジオアドレスを入力
ru: Введите адрес студии

source: p9A-Yk-r2Q.headerTitle
de: Send Feedback
es_mx: Mandar Realimentación
fr: Envoyer Des Commentaires
ja: フィードバックを送る
ru: Отправить отзыв

source: qXT-ce-Vt2.normalTitle
de: Erledigt
es_mx: Terminado
fr: Fini
ja: 完了
ru: сделано

source: uDH-nU-6hp.text
de: Aktuelles Bild:
es_mx: Imagen actual:
fr: Image Actuelle:
ja: 現在の画像:
ru: Текущее изображение:

source: uVL-35-bdh.normalTitle
de: Erledigt
es_mx: Terminado
fr: Fini
ja: 完了
ru: сделано

source: ufy-FU-M0U.text
de: Diese App erfordert die Verwendung eines Cloud Service. Jeder der folgenden sind für diese App appoved. Tippen Sie auf das Symbol, so richten Sie Ihr Konto jetzt ein.
es_mx: Esta aplicación requiere el uso de un servicio en la nube. Cualquiera de los siguientes son appoved para esta aplicación. Toque en el icono para configurar su cuenta ahora.
fr: Cette application requiert l'utilisation d'un service cloud. Toute une des options suivantes sont appoved pour cette application. Tapez sur l'icône afin de configurer votre compte maintenant.
ja: このアプリはクラウドサービスの使用を必要とします。 次のいずれかが、このアプリのためにappovedされています。 アイコンをタップすると、今すぐあなたのアカウントを設定できます。
ru: TЭто приложение требует использования облачного сервиса. Любое одно из следующих утверждений для этого приложения. Нажмите на значок, чтобы настроить свою учетную запись сейчас.

source: vz6-x4-pu4.normalTitle
de: Set
es_mx: Conjunto
fr: Fixé
ja: 置く
ru: Задавать

source: wUK-Va-kRF.text
de: Studio Logo
es_mx: Studio Logo
fr: Logo De Studio
ja: スタジオロゴ
ru: Логотип студии

source: wWx-Zb-GLe.text
de: Geben Sie Ihre gesetzliche Klausel unten ein.
es_mx: Ingrese su cláusula legal a continuación.
fr: Entrez votre disposition légale ci-dessous.
ja: 法的句を入力してください
ru: введите свое юридическое условие ниже.

source: yxA-Ln-cZ0.title
de: Formular Abbrechen
es_mx: Cancelar Formulario
fr: Annuler Formulaire
ja: フォームをキャンセル
ru: Отменить форму

source: cux-se-qxp.title
de: Wählen Sie Piercing
es_mx: Elige Perforación
fr: Choisissez Piercing
ja: ボディピアスを選ぶ
ru: Выберите Пирсинг

source: Enter Description Of Your Tattoo
de: Geben Sie Beschreibung Ihres Tattoo
es_mx: Introduzca La Descripción De Su Tatuaje
fr: Entrez La Description De Votre Tatouage
ja: あなたの入れ墨の説明を入力してください

source: E-Mail:
es_mx: Correo Electrónico:

source: Queue
es_mx: En Cola

source: You must complete all information before saving your form:
es_mx: Debe completar toda la información antes de guardar su formulario:

source: c7n-mH-g7k.normalText
es_mx: Continuer

source: legal
fr: Légale

source: Preview It
fr: Avant-Première
